export const testimonials = [
  {
    id: 1,
    text: "تجربتي مع SportFlex كانت رائعة، شعرت بتحسن كبير في أدائي في الجري.",
    name: "يوسف",
    age: "30 سنة"
  },
  {
    id: 2,
    text: "أفضل حذاء رياضي جربته، مريح للغاية وداعم في كل خطوة.",
    name: "فاطمة",
    age: "25 سنة"
  },
  {
    id: 3,
    text: "خفافات مثالية للتدريب المكثف، لا أستطيع العودة إلى أي حذاء آخر.",
    name: "علي",
    age: "28 سنة"
  },
  {
    id: 4,
    text: "منذ أن بدأت في استخدام SportFlex، تحسنت راحت قدمي أثناء ممارسة الرياضة بشكل ملحوظ.",
    name: "رانيا",
    age: "35 سنة"
  }
];